{
“title”: “The Twelve-Pound Look”,
“author”: “J.M. Barrie”,
“description”: “A one-act comedy. A pompous man about to be knighted hires a typist to answer his congratulation letters — and discovers she’s his ex-wife. What unfolds is a devastating, funny conversation about what success really costs. The final line is a killer.”,
“characters”: [
{
“name”: “Sir Harry”,
“description”: “Harry Sims — a wealthy, self-satisfied man about to be knighted. Rotund, confident, and convinced every woman envies his wife and every man envies him. He can’t fathom why anyone would leave all this. Think: a man who has confused being rich with being admirable.”,
“lines”: 130,
“difficulty”: “high”,
“costumeIdeas”: “Nice shirt, blazer or suit jacket. Look prosperous and smug. Puff your chest out. A pocket watch if you have one. Practice bowing.”
},
{
“name”: “Kate”,
“description”: “A typist — and Harry’s ex-wife. Calm, witty, self-possessed, and completely unbothered by Harry’s wealth. She carries her typewriter like a friend. She left Harry years ago and has never regretted it. Think: the one who got away, and knows exactly why she left.”,
“lines”: 140,
“difficulty”: “high”,
“costumeIdeas”: “Simple, neat clothes. Nothing fancy. Carry a laptop or tablet as your ‘typewriter.’ Be serene while everyone else is flustered.”
},
{
“name”: “Lady Sims”,
“description”: “Harry’s current wife — nervous, meek, afraid of displeasing her husband. She wears jewels and a presentation gown but has a drawn, shrinking quality. She says very little, but her final line lands like a bomb. Think: a woman slowly waking up.”,
“lines”: 44,
“difficulty”: “easy”,
“costumeIdeas”: “Something fancy — a nice dress or sparkly jewelry. But look uncomfortable in it. Shrink when your husband speaks. Knock before entering rooms.”
},
{
“name”: “Tombes”,
“description”: “The butler — perfectly proper, slightly obsequious. Very few lines but enjoys calling his master ‘Sir Harry’ a few days early. Think: the most correct man in England.”,
“lines”: 3,
“difficulty”: “easy”,
“costumeIdeas”: “White shirt, dark vest or jacket. Stand very straight. Bow slightly. Speak with extreme formality.”
},
{
“name”: “Narrator”,
“description”: “The voice of J.M. Barrie himself — arch, witty, and gently devastating. Barrie wrote his stage directions like a novelist, full of sly commentary on his characters. You’re the audience’s secret friend, whispering the truth about everyone on stage. Think: a knowing storyteller who sees through everyone.”,
“lines”: 30,
“difficulty”: “medium”,
“costumeIdeas”: “Anything comfortable — you’re the invisible presence. A book or reading glasses if you want to look literary. Sit slightly apart from the others.”
}
],
“beats”: [
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “If quite convenient, you are to conceive that the scene is laid in your own house, and that Harry Sims is you.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “Perhaps the ornamentation of the house is a trifle ostentatious, but you don’t get out of being Harry Sims on a mere matter of plush and dados.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “It is that day in your career when everything went wrong just when everything seemed to be superlatively right. In Harry’s case it was a woman who did the mischief.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “She came to him in his great hour and told him she did not admire him. Of course he turned her out of the house and was soon himself again, but it spoiled the morning for him. This is the subject of the play, and quite enough too.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “Harry is to receive the honor of knighthood in a few days, and we discover him rehearsing the ceremony with his wife. They have been at it all the morning.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “Mrs. Sims is wearing her presentation gown and personates the august one who is about to dub her Harry knight. She must be an extraordinarily proud and happy woman, yet she has a drawn face and shrinking ways, as if there is someone near her of whom she is afraid.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “She claps her hands as the signal. Harry enters bowing, with a graceful swerve of the leg. He glides toward his wife, goes on one knee, and raises her hand superbly to his lips. She taps him on the shoulder with a paper-knife and says huskily: ‘Rise, Sir Harry.’”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “He rises, bows, and glides about the room, going on his knees to various articles of furniture, and rises from each a knight.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Did that seem all right, eh?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “I think perfect.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “But was it dignified?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Oh, very. And it will be still more so when you have the sword.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “The sword will lend it an air. There are really the five moments — the glide — the dip — the kiss — the tap — and you back out a knight. It’s short, but it’s a very beautiful ceremony. Anything you can suggest?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “No — oh, no. You don’t think you have practised till you know what to do almost too well?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I do not. Don’t talk nonsense. Wait till your opinion is asked for.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “I’m sorry, Harry.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “A perfect butler appears and presents a card.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “‘The Flora Typewriting Agency.’”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Ah, yes. I telephoned them to send someone. A woman, I suppose, Tombes?”
},
{
“type”: “dialogue”,
“character”: “Tombes”,
“text”: “Yes, Sir Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Show her in here. And, Tombes, strictly speaking, you know, I am not Sir Harry till Thursday.”
},
{
“type”: “dialogue”,
“character”: “Tombes”,
“text”: “Beg pardon, sir, but it is such a satisfaction to us.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Ah, they like it downstairs, do they?”
},
{
“type”: “dialogue”,
“character”: “Tombes”,
“text”: “Especially the females, Sir Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Exactly. You can show her in, Tombes.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “The butler departs on his mighty task.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “You can tell the woman what she is wanted for, Emmy, while I change. You can tell her the sort of things about me that will come better from you.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “He is too modest to boast about himself, and prefers to keep a wife in the house for that purpose.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “You heard what Tombes said: ‘Especially the females.’ And he is right. Success! The women like it even better than the men. And rightly. For they share. You share, Lady Sims.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Not a woman will see that gown without being sick with envy of it. I know them. Have all our lady friends in to see it. It will make them ill for a week.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “These sentiments carry him off light-heartedly, and presently the disturbing element is shown in.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “She is a mere typist, dressed in uncommonly good taste but at contemptibly small expense, carrying her typewriter in a friendly way rather than as a badge of slavery, as of course it is. Her eye is clear; and in odd contrast to Lady Sims, she is self-reliant and serene.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Good morning, madam.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Good morning. Is that the typewriting machine?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Yes. I suppose if I am to work here I may take this off. I get on better without it.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Certainly. I ought to apologize for my gown. I am to be presented this week, and I was trying it on.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “It is beautiful, if I may presume to say so.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Yes, it is very beautiful. Sit down, please.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I suppose it is some copying you want done? I got no particulars.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Oh, it is not work for me, it is for my husband. He wants a number of letters answered — hundreds of them — letters and telegrams of congratulation.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Yes?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “My husband is a remarkable man. He is about to be knighted. He is to be knighted for his services to — for his services. He can explain it so much better than I can.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “And I am to answer the congratulations?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Yes.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “It is work I have had some experience of.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “But you can’t begin till you know what he wants to say.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Only a specimen letter. Won’t it be the usual thing?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Is there a usual thing?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Oh, yes.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “She continues to type, and Lady Sims, half-mesmerized, gazes at her nimble fingers. The useless woman watches the useful one, and she sighs — she could not tell why.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “How quickly you do it! It must be delightful to be able to do something, and to do it well.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Yes, it is delightful.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “But, excuse me, I don’t think that will be any use. My husband wants me to explain to you that his is an exceptional case. He did not try to get this honor in any way. It was a complete surprise to him —”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That is what I have written.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “But how could you know?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I only guessed.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Is that the usual thing?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Oh, yes.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “They don’t try to get it?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I don’t know. That is what we are told to say in the letters.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “He particularly wants it to be known that he would have declined a title were it not —”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I have got it here.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “What have you got?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “‘Indeed, I would have asked to be allowed to decline had it not been that I want to please my wife.’”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “But how could you know it was that?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Is it?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Do they all accept it for that reason?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That is what we are told to say in the letters.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “It is quite as if you knew my husband.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I assure you, I don’t even know his name.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Oh, he wouldn’t like that!”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “And it is here that Harry re-enters in his city garments, looking so gay, feeling so jolly, that we bleed for him.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “This is the lady, Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Yes, yes. Good morning, my dear.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “Then they see each other, and their mouths open, but not for words. Kate seems to find some humor in the situation, but Harry lowers like a thunder-cloud.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “I have been trying to explain to her —”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Eh — what? Leave it to me, Emmy; I’ll attend to her.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “Lady Sims goes, with a dread fear that somehow she has vexed her lord.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “You!”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Yes, it’s funny.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “The shamelessness of your daring to come here.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Believe me, it is not less a surprise to me than it is to you. I was sent here in the ordinary way of business. I was given only the number of the house. I was not told the name.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “The ordinary way of business! This is what you have fallen to — a typist!”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Think of it!”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “After going through worse straits, I’ll be bound.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Much worse straits.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “My congratulations!”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Thank you, Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Eh? What was that you called me, madam?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Isn’t it Harry? On my soul, I almost forget.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “It isn’t Harry to you. My name is Sims, if you please.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Yes, I had not forgotten that. It was my name, too, you see.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “It was your name till you forfeited the right to bear it.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Exactly.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I was furious to find you here, but on second thoughts it pleases me. There is a grim justice in this.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Tell me?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Do you know what you were brought here to do?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I have just been learning. You have been made a knight, and I was summoned to answer the messages of congratulation.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “That’s it, that’s it. You come on this day as my servant!”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I, who might have been Lady Sims.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “And you are her typist instead. And she has four men-servants. Oh, I am glad you saw her in her presentation gown.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I wonder if she would let me do her washing, Sir Harry?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “You can go. The mere thought that only a few flights of stairs separates such as you from my innocent children —”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “He will never know why a new light has come into her face.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “You have children?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Two.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Such a nice number.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Both boys.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Successful in everything. Are they like you, Sir Harry?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “They are very like me.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That’s nice.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Will you please to go.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Heigho! What shall I say to my employer?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “That is no affair of mine.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “What will you say to Lady Sims?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I flatter myself that whatever I say, Lady Sims will accept without comment.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Still the same Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “What do you mean?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Only that you have the old confidence in your profound knowledge of the sex.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I suppose I know my wife.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I suppose so. I was only remembering that you used to think you knew her in the days when I was the lady.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “He indicates the door. She is not sufficiently the lady to retire worsted.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Well, good-by, Sir Harry. Won’t you ring, and the four men-servants will show me out?”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “But he hesitates.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “As you are here, there is something I want to get out of you. Tell me, who was the man?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “You never found out?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I could never be sure.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I thought that would worry you.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “It’s plain that he soon left you.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Very soon.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “As I could have told you. Who was he? It was fourteen years ago, and cannot matter to any of us now. Kate, tell me who he was?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Better not ask.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I do ask. Tell me.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “It is kinder not to tell you.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Then, by James, it was one of my own pals. Was it Bernard Roche? It may have been someone who comes to my house still.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I think not. Fourteen years! You found my letter that night when you went home?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Yes.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I propped it against the decanters. I thought you would be sure to see it there. Don’t you see me, Harry, in hat and cloak, putting the letter there, taking a last look round, and then stealing out into the night to meet —”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Whom?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Him. Hours pass, no sound in the room but the tick-tack of the clock, and then about midnight you return alone. You take —”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I wasn’t alone.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “No? Oh. Here have I all these years been conceiving it wrongly. I believe something interesting happened.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Something confoundedly annoying.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Do tell me.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “We won’t go into that. Who was the man? Surely a husband has a right to know with whom his wife bolted.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Surely the wife has a right to know how he took it. A fair exchange. You tell me what happened, and I will tell you who he was.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “You will? Very well.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “It is the first point on which they have agreed, and, forgetting himself, he takes a place beside her. He is thinking only of what he is to tell her, but she, womanlike, is conscious of their proximity.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Quite like old times.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “He moves away from her indignantly.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Go on, Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Well, as you know, I was dining at the club that night.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Yes.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Jack Lamb drove me home. Mabbett Green was with us, and I asked them to come in for a few minutes.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Jack Lamb, Mabbett Green? I think I remember them. Jack was in Parliament.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “No, that was Mabbett. They came into the house with me and — was it him?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Who?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Mabbett?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “What?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “The man?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “What man? Oh, no. I thought you said he came into the house with you.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “It might have been a blind.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Well, it wasn’t. Go on.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “They came in to finish a talk we had been having at the club.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “An interesting talk, evidently.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “The papers had been full that evening of the elopement of some countess woman with a fiddler. We had been discussing the thing and — and I had been rather warm —”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I begin to see. You had been saying it served the husband right, that the man who could not look after his wife deserved to lose her. It was one of your favorite subjects. Oh, Harry, say it was that!”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “It may have been something like that.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “And all the time the letter was there, waiting; and none of you knew except the clock. Harry, it is sweet of you to tell me. I forget what I said precisely in the letter.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “So do I. But I have it still.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Do let me see it again.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “The fateful letter, a poor little dead thing, is brought to light from a locked drawer.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Yes, this is it. Harry, how you did crumple it!”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “‘Dear husband — I call you that for the last time — I am off. I am what you call making a bolt of it. I won’t try to excuse myself nor to explain, for you would not accept the excuses nor understand the explanation.’”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “‘It will be a little shock to you, but only to your pride; what will astound you is that any woman could be such a fool as to leave such a man as you.’”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “‘I am taking nothing with me that belongs to you. May you be very happy. Your ungrateful Kate. P.S. — You need not try to find out who he is. You will try, but you won’t succeed.’”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I may really have it for my very own?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “You really may.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “If you would care for a typed copy —?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “None of your sauce! I had to let them see it in the end.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I can picture Jack Lamb eating it.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “A penniless parson’s daughter.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That is all I was.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “We searched for the two of you high and low.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Private detectives?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “They couldn’t get on the track of you.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “No?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “But at last the courts let me serve the papers by advertisement on a man unknown, and I got my freedom.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “So I saw. It was the last I heard of you.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “And I married again just as soon as ever I could.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “They say that is always a compliment to the first wife.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I showed them.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “You soon let them see that if one woman was a fool, you still had the pick of the basket to choose from.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “By James, I did.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “But still, you wondered who he was.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I suspected everybody — even my pals. I felt like jumping at their throats and crying: ‘It’s you!’”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “You had been so admirable to me, an instinct told you that I was sure to choose another of the same.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I thought, it can’t be money, so it must be looks. Some dolly face. He must have had something wonderful about him to make you willing to give up all that you had with me.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Poor Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “And it couldn’t have been going on for long, for I would have noticed the change in you.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Would you?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I knew you so well.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “You amazing man.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “So who was he? Out with it.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “You are determined to know?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Your promise. You gave your word.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “If I must — I am sorry I promised. There was no one, Harry; no one at all.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “If you think you can play with me —”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I told you that you wouldn’t like it.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “It is unbelievable.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I suppose it is; but it is true.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Your letter itself gives you the lie.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That was intentional. I saw that if the truth were known you might have a difficulty in getting your freedom; and as I was getting mine it seemed fair that you should have yours also.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “So I wrote my good-by in words that would be taken to mean what you thought they meant, and I knew the law would back you in your opinion. For the law, like you, Harry, has a profound understanding of women.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I don’t believe you yet.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Perhaps that is the best way to take it. It is less unflattering than the truth. But you were the only one. You sufficed.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Then what mad impulse —”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “It was no impulse, Harry. I had thought it out for a year.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “A year? One would think to hear you that I hadn’t been a good husband to you.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “You were a good husband according to your lights.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I think so.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “And a moral man, and chatty, and quite the philanthropist.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “All women envied you.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “How you loved me to be envied.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I swaddled you in luxury.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That was it.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “What?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “How you beamed at me when I sat at the head of your fat dinners in my fat jewelry, surrounded by our fat friends.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “They weren’t so fat.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “All except those who were so thin. Have you ever noticed, Harry, that many jewels make women either incredibly fat or incredibly thin?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I have not. We had all the most interesting society of the day. It wasn’t only business men. There were politicians, painters, writers —”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Only the glorious, dazzling successes. Oh, the fat talk while we ate too much — about who had made a hit and who was slipping back, and what the new house cost and the new motor and the gold soup-plates, and who was to be the new knight.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Was anybody getting on better than me, and consequently you?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Consequently me! Oh, Harry, you and your sublime religion.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “My religion? I never was one to talk about religion, but —”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Pooh, Harry, you don’t even know what your religion was and is and will be till the day of your expensive funeral.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “One’s religion is whatever he is most interested in, and yours is Success.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “You are not saying that you left me because of my success?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Yes, that was it. I couldn’t endure it. If a failure had come now and then — but your success was suffocating me.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “The passionate craving I had to be done with it, to find myself among people who had not got on.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “There are plenty of them.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “There were none in our set. When they began to go down-hill they rolled out of our sight.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I tell you I am worth a quarter of a million.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That is what you are worth to yourself. I’ll tell you what you are worth to me: exactly twelve pounds.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “For I made up my mind that I could launch myself on the world alone if I first proved my mettle by earning twelve pounds; and as soon as I had earned it I left you.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Twelve pounds!”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That is your value to a woman. If she can’t make it she has to stick to you.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “You valued me at more than that when you married me.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Ah, I didn’t know you then. If only you had been a man, Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “A man? What do you mean by a man?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Haven’t you heard of them? They are something fine; and every woman is loath to admit to herself that her husband is not one.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “When she marries, even though she has been a very trivial person, there is in her some vague stirring toward a worthy life, as well as a fear of her capacity for evil. She knows her chance lies in him.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “So I didn’t give you up willingly, Harry. I invented all sorts of theories to explain you. Your hardness — I said it was a fine want of mawkishness. Your coarseness — I said it goes with strength. Your contempt for the weak — I called it virility.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Oh, I clung to you to save myself. But I had to let go; you had only the one quality, Harry, success; you had it so strong that it swallowed all the others.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “How did you earn that twelve pounds?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “It took me nearly six months; but I earned it fairly.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “She presses her hand on the typewriter as lovingly as many a woman has pressed a rose.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I learned this. I hired it and taught myself. I got some work through a friend, and with my first twelve pounds I paid for my machine. Then I considered that I was free to go, and I went.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “All this going on in my house while you were living in the lap of luxury! By God, you were determined.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “By God, I was.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “How you must have hated me.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Not a bit — after I saw that there was a way out. From that hour you amused me, Harry; I was even sorry for you, for I saw that you couldn’t help yourself. Success is just a fatal gift.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Oh, thank you.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Yes, and some of your most successful friends knew it. One or two of them used to look very sad at times, as if they thought they might have come to something if they hadn’t got on.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “The battered crew you live among now — what are they but folk who have tried to succeed and failed?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That’s it; they try, but they fail.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “And always will fail.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Always. Poor souls — I say of them. Poor soul — they say of me. It keeps us human. That is why I never tire of them.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Bah! Kate, I tell you I’ll be worth half a million yet.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I’m sure you will. You’re getting stout, Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “No, I’m not.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “What was the name of that fat old fellow who used to fall asleep at our dinner-parties?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “If you mean Sir William Crackley —”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That was the man. Sir William was to me a perfect picture of the grand success. He had got on so well that he was very, very stout, and when he sat on a chair it was thus — as if he were holding his success together. That is what you are working for, Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Will you please to leave my house?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “But don’t let us part in anger. How do you think I am looking, Harry, compared to the dull, inert thing that used to roll round in your padded carriages?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I forget what you were like. I’m very sure you never could have held a candle to the present Lady Sims.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That is a picture of her, is it not?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “In her wedding-gown. Painted by an R.A.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “A knight?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Yes.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “It is a very pretty face.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Acknowledged to be a beauty everywhere.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “There is a merry look in the eyes, and character in the chin.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Noted for her wit.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “All her life before her when that was painted. It is a spirituelle face too.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “Suddenly she turns on him with anger, for the first and only time in the play.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Oh, Harry, you brute!”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Eh? What?”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “That dear creature, capable of becoming a noble wife and mother — she is the spiritless woman of no account that I saw here a few minutes ago. I forgive you for myself, for I escaped, but that poor lost soul, oh, Harry, Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I’ll thank you — If ever there was a woman proud of her husband and happy in her married life, that woman is Lady Sims.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I wonder.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Then you needn’t wonder.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “If I was a husband — it is my advice to all of them — I would often watch my wife quietly to see whether the twelve-pound look was not coming into her eyes.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Two boys, did you say, and both like you? I was only thinking that somewhere there are two little girls who, when they grow up — the dear, pretty girls who are all meant for the men that don’t get on!”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Well, good-by, Sir Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Say first that you’re sorry.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “For what?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “That you left me. Say you regret it bitterly. You know you do.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “She smiles and shakes her head. He is pettish. He makes a terrible announcement.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “You have spoiled the day for me.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I am sorry for that; but it is only a pin-prick, Harry. I suppose it is a little jarring in the moment of your triumph to find that there is — one old friend — who does not think you a success; but you will soon forget it. Who cares what a typist thinks?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Nobody. A typist at eighteen shillings a week!”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Not a bit of it, Harry. I double that.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Magnificent!”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “There is a timid knock at the door.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “May I come in?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “It is Lady Sims.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “I won’t tell. She is afraid to come into her husband’s room without knocking!”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “She is not. Come in, dearest.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “Dearest enters, carrying the sword. She might have had the sense not to bring it in while this annoying person is here.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Harry, the sword has come.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Oh, all right.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “But I thought you were so eager to practise with it.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Put it down.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “It is a beautiful sword, if I may say so.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Yes.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Emmy, the one thing your neck needs is more jewels.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “More!”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Some ropes of pearls. I’ll see to it. It’s a bagatelle to me. I won’t detain you any longer, miss.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “Thank you.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Going already? You have been very quick.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “The person doesn’t suit, Emmy.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “I’m sorry.”
},
{
“type”: “dialogue”,
“character”: “Kate”,
“text”: “So am I, madam, but it can’t be helped. Good-by, your ladyship — good-by, Sir Harry.”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “There is a suspicion of an impertinent curtsy, and she is escorted off the premises by Tombes. The air of the room is purified by her going. Sir Harry notices it at once.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “She seemed such a capable woman.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “I don’t like her style at all.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Of course you know best.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Lord, how she winced when I said I was to give you those ropes of pearls.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Did she? I didn’t notice. I suppose so.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Suppose? Surely I know enough about women to know that.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Yes, oh yes.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Emmy, I know you well, don’t I? I can read you like a book, eh?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Yes, Harry.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “What a different existence yours is from that poor lonely wretch’s.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Yes, but she has a very contented face.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “All put on. What?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “I didn’t say anything.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “One would think you envied her.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Envied? Oh, no — but I thought she looked so alive. It was while she was working the machine.”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “Alive! That’s no life. It is you that are alive. I’m busy, Emmy.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “I’m sorry; I’ll go, Harry.”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Are they very expensive?”
},
{
“type”: “dialogue”,
“character”: “Sir Harry”,
“text”: “What?”
},
{
“type”: “dialogue”,
“character”: “Lady Sims”,
“text”: “Those machines?”
},
{
“type”: “dialogue”,
“character”: “Narrator”,
“text”: “When she has gone the possible meaning of her question startles him. The curtain hides him from us, but we may be sure that he will soon be bland again. We have a comfortable feeling, you and I, that there is nothing of Harry Sims in us.”
}
]
}